//Alert title
"<NAME_SUPPLY> Low" = "<NAME_SUPPLY> Low";
"<NAME_SUPPLY> Very Low" = "<NAME_SUPPLY> Very Low";
"Replace <NAME_SUPPLY>" = "Replace <NAME_SUPPLY>";

//Alert description
HSD__75010__EventDescription = "Toner is low. Actual toner life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now.";
HSD__75011__EventDescription = "Drum is low. Actual drum life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now.";

HSD__75020__EventDescription = "Toner is very low. Actual toner life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now unless the print quality is no longer acceptable. Once an HP supply has reached \"Very Low\", HP’s premium Protection Warranty on that supply has ended.";
HSD__75021__EventDescription = "Drum is very low. Actual drum life remaining may vary. Consider having a replacement available to install when print quality is no longer acceptable. The supply does not need to be replaced now unless the print quality is no longer acceptable. Once an HP supply has reached \"Very Low\", HP’s premium Protection Warranty on that supply has ended.";

HSD__75135__EventDescription = "Toner has reached the end of its estimated useful life. Some material may remain in the supply but cannot be used.";
HSD__75136__EventDescription = "Drum has reached the end of its estimated useful life. Some material may remain in the supply but cannot be used.";

//Supply info
"Order Genuine HP Part:" = "Order Genuine HP Part:";

//APR
ApproxiamtePagesRemainingInfo = "Approximate pages remaining <APR>\n(Approximate only; varies depending on types of documents printed and other factors)";

//Return recycle
RecycleInfo = "Return & Recycling\nPlease return your genuine HP supplies for recycling to HP. For more information, please visit us at http://www.hp.com/go/recycle.";

//Supply order info
OrderingInfo = "Ordering Information\nHP supplies can be ordered on the Internet (www.suresupply.com), on-line through your printer software, or by calling an authorized reseller.\nTo order genuine HP supplies now, click this link";

//Device link for device information
DeviceInfo = "For more information about this device, click on this link";

//Thank customer, string
ThanksString = "If your e-mail client does not support hot links, copy and paste the appropriate address into your web browser.\n\nThank you for using HP products!";

//Supply type
"Cartridge" = "Cartridge";
"Toner" = "Toner";
HSDSupplyType9 = "Drum";

//Supply Color Name
"cyan" = "Cyan";
"magenta" = "Magenta";
"yellow" = "Yellow";

"black" = "Black";

"red" = "Red";
"green" = "Green";
"blue" = "Blue";

"lightcyan" = "Light Cyan";
"lightmagenta" = "Light Magenta]";

"orange" = "Orange";

"gray" = "Gray";
"lightgray" = "Light Gray";
"darkgray" = "Dark Gray";

"photoblack" = "Photo Black";
"matteblack" = "Matte Black";

"glossenhancer" = "Gloss Enhancer";

"violet" = "Violet";

"gold" = "Gold";
"silver" = "Silver";
"bronze" = "Bronze";

"metallic" = "Metallic Red";

"tricolor" = "Tri-color";
"photo" = "Photo";
"photogray" = "Gray Photo";

"Photo [PK]" = "Photo";
